{
  "id": "fac_void_dancer_troupe",
  "name": "Void-dancer Troupe",
  "factionKeyword": "STRATEGIC",
  "archetypes": [],
  "summary": "Update 1.3",
  "rules": [
    {
      "id": "fac_void_dancer_troupe_rule_saedath",
      "name": "Saedath",
      "description": "As a STRATEGIC GAMBIT in the first turning point, you must select an ALLEGORY (Epic or Melodrama below) for your kill team for the battle, and one friendly VOID-DANCER TROUPE operative to have the PIVOTAL ROLE for the battle. Whenever a friendly operative has the PIVOTAL ROLE, it has the ACCOLADE rule of your ALLEGORY for the battle. \r\n\r\n\r\nAs a STRATEGIC GAMBIT in each subsequent turning point, you can select one friendly VOID-DANCER TROUPE operative to gain the ACCOLADE rule of your ALLEGORY for the battle. \r\n\r\n\r\nOnce per turning point, when a friendly operative that has the PIVOTAL ROLE completes the performance of your ALLEGORY, you can select a friendly VOID-DANCER TROUPE operative to gain the ACCOLADE rule of your ALLEGORY for the battle. \r\n\r\n\r\nEpic \r\nPerformance: The operative incapacitates an enemy operative while fighting.\r\nAccolade: Whenever this operative is fighting, its melee weapons have the Balanced weapon rule.\r\n\r\n\r\nMelodrama\r\nPerformance: The operative incapacitates an enemy operative while shooting.\r\n Accolade: The operative’s ranged weapons have the Balanced weapon rule."
    }
  ],
  "strategicPloys": [],
  "tacticalPloys": [],
  "equipment": [],
  "operatives": [
    {
      "id": "fac_void_dancer_troupe_op_lead_player",
      "name": "Lead Player",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 3,
      "move": "7\"",
      "save": "4+",
      "wounds": 9,
      "weapons": [],
      "specialRules": [
        {
          "name": "Lead the Performance",
          "description": "Once per battle STRATEGIC GAMBIT. If this operative is in the killzone, change the ALLEGORY you selected for your kill team. Note that the ACCOLADE rule friendly operatives have will also change."
        }
      ],
      "specialActions": []
    },
    {
      "id": "fac_void_dancer_troupe_op_player",
      "name": "Player",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 3,
      "move": "7\"",
      "save": "4+",
      "wounds": 8,
      "weapons": [],
      "specialRules": [
        {
          "name": "Luck of the Laughing God",
          "description": "Once per turning point, you can use this rule. If you do, you can use a firefight ploy for 0CP if this is the specified VOID-DANCER TROUPE operative (including Command Re-roll if the attack or defence dice was rolled for this operative). You cannot select the same firefight ploy for this rule more than once per battle."
        }
      ],
      "specialActions": []
    },
    {
      "id": "fac_void_dancer_troupe_op_death_jester",
      "name": "Death Jester",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 3,
      "move": "7\"",
      "save": "4+",
      "wounds": 9,
      "weapons": [
        {
          "name": "Shrieker cannon (focused)",
          "atk": "5",
          "hit": "3+",
          "dmg": "4/5",
          "specialRules": [
            "Rending",
            "Heavy (Reposition only)",
            "Humbling Cruelty*"
          ]
        },
        {
          "name": "Shrieker cannon (sweeping)",
          "atk": "5",
          "hit": "3+",
          "dmg": "4/5",
          "specialRules": [
            "Rending",
            "Heavy (Dash only)",
            "Torrent 2\"",
            "Humbling Cruelty*"
          ]
        },
        {
          "name": "Shrieker blade",
          "atk": "4",
          "hit": "3+",
          "dmg": "3/4",
          "specialRules": [
            "Rending"
          ]
        }
      ],
      "specialRules": [
        {
          "name": "*Humbling Cruelty",
          "description": "If the target of this weapon isn’t incapacitated but any of your attack dice inflict damage, the target gains one of your Humbling Cruelty tokens (if it doesn’t already have one). Whenever an enemy operative has one of your Humbling Cruelty tokens, worsen the Hit stat of its weapons by 1 and subtract 2\" from its Move stat. This isn’t cumulative with being injured. At the end of that enemy operative’s next activation, remove its Humbling Cruelty token."
        }
      ],
      "specialActions": []
    },
    {
      "id": "fac_void_dancer_troupe_op_shadowseer",
      "name": "Shadowseer",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 3,
      "move": "7\"",
      "save": "4+",
      "wounds": 9,
      "weapons": [
        {
          "name": "Miststave",
          "atk": "4",
          "hit": "3+",
          "dmg": "4/4",
          "specialRules": [
            "Shock"
          ]
        },
        {
          "name": "Hallucinogen grenade",
          "atk": "4",
          "hit": "3+",
          "dmg": "1/1",
          "specialRules": [
            "Range 6\"",
            "Blast 2\"",
            "Lethal 5+",
            "Seek Light",
            "Silent",
            "Stun"
          ]
        }
      ],
      "specialRules": [],
      "specialActions": [
        {
          "name": "Fog of Dreams (1AP)",
          "description": "▶ PSYCHIC. Select one ready enemy operative visible to this operative and roll one D6. Until the end of the turning point, that enemy operative cannot be activated or perform actions until it's the last enemy operative to be activated, or until your opponent has activated a number of enemy operatives after this action equal to the result of the D6 (whichever comes first). ◆ This operative cannot perform this action while within control range of an enemy operative."
        },
        {
          "name": "Mirror of Minds (1AP)",
          "description": "▶ PSYCHIC. Select one enemy operative that’s a valid target for and within 8\" of this operative. Both players roll five D6. Pair your dice with your opponent’s dice based on matching results. For each matching pair, inflict D3 damage on that enemy operative (to a maximum of 8). For example, if you rolled 6, 5, 5, 2, 1 and your opponent rolled 6, 5, 4, 3, 1, you would inflict 3D3 damage on that enemy operative. \r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        }
      ]
    }
  ]
}