{
  "id": "fac_canoptek_circle",
  "name": "Canoptek Circle",
  "factionKeyword": "STRATEGIC",
  "archetypes": [],
  "summary": "",
  "rules": [
    {
      "id": "fac_canoptek_circle_rule_obelisk_node_matrix",
      "name": "Obelisk Node Matrix",
      "description": "As a **STRATEGIC GAMBIT** in the first turning point, place your three **OBELISK NODE** markers wholly within your territory. As a **STRATEGIC GAMBIT** in each turning point after the first, you can move your **OBELISK NODE** markers up to 3\" each.\r\n\r\n\r\nYour **OBELISK NODE** markers control other markers within 1\" of them that no enemy operatives contest (treat your **OBELISK NODE** markers as friendly operatives for this purpose). If more than one player would use their **OBELISK NODE** markers to control the same marker, no **OBELISK NODE** markers control it.\r\n\r\n\r\nWhenever one of your **OBELISK NODE** markers is within 6\" horizontally of another of your **OBELISK NODE** markers, those markers and the area between them create an **OBELISK NODE MATRIX** above and below (in other words, their height in the killzone is irrelevant). If all three of your **OBELISK NODE** markers fulfil this, it creates a larger combined **OBELISK NODE MATRIX**.\r\n\r\n\r\nWhenever a friendly CANOPTEK CIRCLE operative is within your **OBELISK NODE MATRIX**:\r\n- Weapons on its datacard have the Accurate 2 weapon rule.\r\n- Add 1 to its APL stat (to a maximum of 3)."
    }
  ],
  "strategicPloys": [],
  "tacticalPloys": [],
  "equipment": [],
  "operatives": [
    {
      "id": "fac_canoptek_circle_op_macrocyte_reanimator",
      "name": "Macrocyte Reanimator",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 2,
      "move": "7\"",
      "save": "4+",
      "wounds": 7,
      "weapons": [
        {
          "name": "Atomiser beam",
          "atk": "4",
          "hit": "4+",
          "dmg": "3/4",
          "specialRules": [
            "Range 6\"",
            "Lethal 5+"
          ]
        },
        {
          "name": "Claws & tail",
          "atk": "4",
          "hit": "4+",
          "dmg": "3/4",
          "specialRules": []
        }
      ],
      "specialRules": [
        {
          "name": "Reanimate",
          "description": "Once per turning point, when another friendly CANOPTEK CIRCLE operative would be removed from the killzone as incapacitated, if that operative is visible to and within 6\" of this operative, or if this and that operative are within your **OBELISK NODE MATRIX**, you can use this rule, providing neither this nor that operative is within control range of an enemy operative. If you do, that friendly operative isn't incapacitated and has 1 wound remaining. That friendly operative can then immediately perform a free **Dash** action. If this rule was used during that friendly operative's activation, that activation ends. You cannot use this rule if this operative is incapacitated."
        }
      ],
      "specialActions": [
        {
          "name": "Nanoscarab Beam (1AP)",
          "description": "▶ Select one friendly CANOPTEK CIRCLE operative visible to and within 6\" of this operative. Alternatively, if this operative is within your **OBELISK NODE MATRIX**, you can select one other friendly CANOPTEK CIRCLE operative within your **OBELISK NODE MATRIX**. The selected operative regains up to 3D3 lost wounds. It cannot be an operative that the Reanimate rule was used on during this turning point.\r\n\r\n\r\n◆ This operative cannot perform this action while within control range of an enemy operative, or more than once per turning point."
        }
      ]
    },
    {
      "id": "fac_canoptek_circle_op_tomb_crawler",
      "name": "Tomb Crawler",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 2,
      "move": "5\"",
      "save": "3+",
      "wounds": 21,
      "weapons": [
        {
          "name": "Claws",
          "atk": "4",
          "hit": "4+",
          "dmg": "4/4",
          "specialRules": [
            "-"
          ]
        }
      ],
      "specialRules": [
        {
          "name": "Weapon Sentinel",
          "description": "Whenever your opponent is selecting a valid target, if this operative has a Conceal order, it cannot use Light terrain for cover. While this can allow this operative to be targeted (assuming it's visible), it doesn't remove its cover save (if any)."
        },
        {
          "name": "Steadfast",
          "description": "Whenever determining control of a marker, you can treat this operative's APL stat as 3. If you do, this takes precedence over all other rules, meaning any changes to its APL stat are ignored for this."
        }
      ],
      "specialActions": []
    },
    {
      "id": "fac_canoptek_circle_op_macrocyte_accelerator",
      "name": "Macrocyte Accelerator",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 2,
      "move": "7\"",
      "save": "4+",
      "wounds": 7,
      "weapons": [
        {
          "name": "Spark",
          "atk": "4",
          "hit": "4+",
          "dmg": "2/3",
          "specialRules": [
            "Range 4\"",
            "Piercing 1"
          ]
        },
        {
          "name": "Claws & spark",
          "atk": "3",
          "hit": "4+",
          "dmg": "3/4",
          "specialRules": [
            "Lethal 5+",
            "Stun"
          ]
        }
      ],
      "specialRules": [],
      "specialActions": [
        {
          "name": "Overcharge (1AP)",
          "description": "▶ Select one other friendly CANOPTEK CIRCLE CANOPTEK operative visible to and within 3\" of this operative. Alternatively, if this operative is within your **OBELISK NODE MATRIX**, you can select one other friendly CANOPTEK CIRCLE CANOPTEK operative within your **OBELISK NODE MATRIX**. Until the end of that selected operative's next activation, add 1 to its APL stat.\r\n\r\n\r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        },
        {
          "name": "Cranial Overload (1AP)",
          "description": "▶ Select one enemy operative visible to and within 3\" of this operative. Alternatively, if this operative is within your **OBELISK NODE MATRIX**, you can select one enemy operative within your **OBELISK NODE MATRIX**. Until the end of that enemy operative's next activation, subtract 1 from its APL stat.\r\n\r\n\r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        }
      ]
    },
    {
      "id": "fac_canoptek_circle_op_macrocyte_warrior",
      "name": "Macrocyte Warrior",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 2,
      "move": "7\"",
      "save": "4+",
      "wounds": 7,
      "weapons": [
        {
          "name": "Claws & tail",
          "atk": "4",
          "hit": "4+",
          "dmg": "3/4",
          "specialRules": []
        }
      ],
      "specialRules": [
        {
          "name": "Expendable Construct",
          "description": "This operative is ignored for your opponent's kill/elimination op (when it's incapacitated, and when determining your starting number of operatives). It's also ignored for victory conditions that require operatives to 'escape', 'survive' or be incapacitated (if it escapes/survives/is incapacitated, determining how many operatives must escape/survive/be incapacitated, etc.)."
        },
        {
          "name": "A Ceaseless Scuttling",
          "description": "As a **STRATEGIC GAMBIT** in each turning point after the first, if you have less than three non-incapacitated friendly CANOPTEK CIRCLE WARRIOR operatives, you can set up another one ready and with a Conceal order wholly within your drop zone (you can select its weapon options as normal)."
        },
        {
          "name": "Aggressive Defence",
          "description": "If this operative is incapacitated by an enemy operative within 2\" of it, roll one D3; on a 2+, inflict damage on that enemy operative equal to the result."
        }
      ],
      "specialActions": []
    },
    {
      "id": "fac_canoptek_circle_op_geomancer",
      "name": "Geomancer",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 3,
      "move": "6\"",
      "save": "3+",
      "wounds": 14,
      "weapons": [
        {
          "name": "Tremorglaive (part matter)",
          "atk": "4",
          "hit": "3+",
          "dmg": "4/5",
          "specialRules": [
            "Piercing 1",
            "Piercing Crits 2"
          ]
        },
        {
          "name": "Tremorglaive (quake)",
          "atk": "5",
          "hit": "3+",
          "dmg": "1/2",
          "specialRules": [
            "Blast 2\"",
            "Seek Light",
            "Stun"
          ]
        },
        {
          "name": "Tremorglaive (sweep)",
          "atk": "4",
          "hit": "4+",
          "dmg": "4/5",
          "specialRules": [
            "Severe",
            "Shock",
            "Stun"
          ]
        }
      ],
      "specialRules": [
        {
          "name": "Obelisk Node Control",
          "description": "Whenever this operative would perform a mission action, if it requires this operative to control and objective marker, you can instead determine control from one of your **OBELISK NODE** markers (see Obelisk Node Matrix faction rule). Whenever this operative would perform the **Operate Hatch** action, you can open or close a hatchway thats access point is within 1\" of one of your **OBELISK NODE** markers instead. Note that you must still fulfil the **Operate Hatch** action's conditions."
        }
      ],
      "specialActions": [
        {
          "name": "Molecular Breach (1AP)",
          "description": "▶ **SUPPORT**. Select one friendly CANOPTEK CIRCLE operative visible to and within 6\" of this operative. Alternatively, you can select one friendly CANOPTEK CIRCLE operative visible to this operative and within your **OBELISK NODE MATRIX** (**SUPPORT** doesn't apply to this selection).\r\n\r\n\r\n▶ The next time the selected operative performs an action in which it moves, don't move it. Instead, remove it from the killzone and set it back up wholly within a distance equal to its Move stat (or 3\" if it was a **Dash**) of its original location, measuring the horizontal distance only (in a killzone that uses the close quarters rules, e.g. Killzone: Tomb World, this distance can be measured over and through Wall terrain and the operative can be set up on the other side). Note that it gains no additional distance when performing the **Charge** action. It must be set up in a location it can be placed, and unless it's the **Charge** action, it cannot be set up within control range of an enemy operative.\r\n\r\n\r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        },
        {
          "name": "Canoptek Control (1AP)",
          "description": "▶ **SUPPORT**. Select one friendly CANOPTEK CIRCLE CANOPTEK operative visible to and within 6\" of this operative. Alternatively, you can select one friendly CANOPTEK CIRCLE CANOPTEK operative that's visible to this operative and within your **OBELISK NODE MATRIX** (**SUPPORT** doesn't apply to this selection). That selected operative can immediately perform a 1AP action for free; it cannot move more than 2\" during that action.\r\n\r\n\r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        },
        {
          "name": "Geomantic Disturbance (1AP)",
          "description": "▶ **SUPPORT**. Select a point on a terrain feature; that point must be visible to and within 8\" of this operative. Separately roll 2D6 for each operative within 2\" of that point. If the result is higher than that operative's remaining wounds, inflict damage on it equal to the difference.\r\n\r\n\r\n◆ This operative cannot perform this action while it has a Conceal order, or while within control range of an enemy operative."
        }
      ]
    }
  ]
}