{
  "id": "fac_exaction_squad",
  "name": "Exaction Squad",
  "factionKeyword": "STRATEGIC",
  "archetypes": [],
  "summary": "Update 1.2",
  "rules": [
    {
      "id": "fac_exaction_squad_rule_marked_for_justice",
      "name": "Marked for Justice",
      "description": "**STRATEGIC GAMBIT**. Select one enemy operative to be your mark for the turning point. Whenever a friendly **EXACTION SQUAD** operative is shooting against, fighting against or retaliating against your mark, that friendly operative’s weapons have the Punishing weapon rule. Whenever your mark is incapacitated, you can select a new enemy operative to be your mark for the turning point (and can continue to do so during this turning point)."
    }
  ],
  "strategicPloys": [],
  "tacticalPloys": [],
  "equipment": [],
  "operatives": [
    {
      "id": "fac_exaction_squad_op_arbites_proctor_exactant",
      "name": "Arbites Proctor-Exactant",
      "factionKeyword": "STRATEGIC",
      "keywords": [],
      "apl": 2,
      "move": "6\"",
      "save": "4+",
      "wounds": 9,
      "weapons": [],
      "specialRules": [
        {
          "name": "Nuncio-aquila",
          "description": "- Whenever an enemy operative is within 3\" of your Nuncio-aquila marker (or this operative if your Nuncio-aquila marker isn’t in the killzone), your opponent must spend 1 additional AP for that enemy operative to perform the **Pick Up Marker** and mission actions.\r\n- Whenever determining control of a marker, treat the total APL stat of enemy operatives that contest it as 1 lower if at least one of those enemy operatives is within 3\" of your Nuncio-aquila marker (or this operative if your Nuncio-aquila marker isn’t in the killzone). Note this isn’t a change to the APL stat, so any changes are cumulative with this."
        }
      ],
      "specialActions": [
        {
          "name": "Deploy Nuncio-aquila (0AP)",
          "description": "▶ If your Nuncio-aquila marker isn’t in the killzone, place it within 6\" horizontally of this operative; otherwise, move your Nuncio-aquila marker up to 6\" horizontally. If this operative is removed from the killzone, remove your Nuncio-aquila marker from the killzone.\r\n◆ This operative cannot perform this action while within control range of an enemy operative."
        }
      ]
    }
  ]
}